export default {
  projections: {
    ТЧПереченьУслE: {
      количество: {
        __caption__: 'Количество'
      },
      сумма: {
        __caption__: 'Сумма'
      },
      допУслуги: {
        __caption__: 'Доп услуги',
        услуга: {
          __caption__: 'Услуга'
        }
      }
    },
    ТЧПереченьУслL: {
      количество: {
        __caption__: 'Количество'
      },
      сумма: {
        __caption__: 'Сумма'
      },
      допУслуги: {
        __caption__: 'Услуга',
        услуга: {
          __caption__: 'Услуга'
        }
      }
    }
  },
  validations: {
    количество: {
      __caption__: 'Количество'
    },
    сумма: {
      __caption__: 'Сумма'
    },
    допУслуги: {
      __caption__: 'Доп услуги'
    }
  }
};
