export default {
  projections: {
    АктНарушПравилE: {
      дата: {
        __caption__: 'Дата'
      },
      номерДок: {
        __caption__: 'Номер док'
      },
      организация: {
        __caption__: 'Организация',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      клиенты: {
        __caption__: 'Клиенты',
        фИО: {
          __caption__: 'ФИО'
        }
      },
      персонал: {
        __caption__: 'Персонал',
        фИО: {
          __caption__: 'ФИО'
        }
      },
      тЧСоставУщерба: {
        __caption__: 'Т ч состав ущерба',
        суммаУщерба: {
          __caption__: 'Сумма ущерба'
        }
      }
    },
    АктНарушПравилL: {
      дата: {
        __caption__: 'Дата'
      },
      номерДок: {
        __caption__: 'Номер док'
      },
      организация: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      клиенты: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        }
      },
      персонал: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        }
      },
      тЧСоставУщерба: {
        __caption__: 'Сумма ущерба',
        суммаУщерба: {
          __caption__: 'Сумма ущерба'
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    номерДок: {
      __caption__: 'Номер док'
    },
    клиенты: {
      __caption__: 'Клиенты'
    },
    организация: {
      __caption__: 'Организация'
    },
    персонал: {
      __caption__: 'Персонал'
    },
    тЧСоставУщерба: {
      __caption__: 'Т ч состав ущерба'
    }
  }
};
