export default {
  projections: {
    ТЧСоставУщербаE: {
      суммаУщерба: {
        __caption__: 'Сумма ущерба'
      },
      количество: {
        __caption__: 'Количество'
      },
      видыУщерба: {
        __caption__: 'Виды ущерба',
        видУщерба: {
          __caption__: 'Вид ущерба'
        }
      }
    },
    ТЧСоставУщербаL: {
      суммаУщерба: {
        __caption__: 'Сумма ущерба'
      },
      количество: {
        __caption__: 'Количество'
      },
      видыУщерба: {
        __caption__: 'Вид ущерба',
        видУщерба: {
          __caption__: 'Вид ущерба'
        }
      }
    }
  },
  validations: {
    количество: {
      __caption__: 'Количество'
    },
    суммаУщерба: {
      __caption__: 'Сумма ущерба'
    },
    видыУщерба: {
      __caption__: 'Виды ущерба'
    }
  }
};
