export default {
  projections: {
    КлиентыE: {
      фИО: {
        __caption__: 'ФИО'
      },
      телефон: {
        __caption__: 'Телефон'
      },
      почта: {
        __caption__: 'Почта'
      },
      номерПаспорта: {
        __caption__: 'Номер паспорта'
      },
      кемВыдан: {
        __caption__: 'Кем выдан'
      },
      датаВыдачи: {
        __caption__: 'Дата выдачи'
      },
      иноГражданин: {
        __caption__: 'Ино гражданин'
      },
      номерКомнаты: {
        __caption__: 'Номер комнаты'
      },
      датаРождения: {
        __caption__: 'Дата рождения'
      }
    },
    КлиентыL: {
      фИО: {
        __caption__: 'ФИО'
      },
      телефон: {
        __caption__: 'Телефон'
      },
      почта: {
        __caption__: 'Почта'
      },
      номерПаспорта: {
        __caption__: 'Номер паспорта'
      },
      кемВыдан: {
        __caption__: 'Кем выдан'
      },
      датаВыдачи: {
        __caption__: 'Дата выдачи'
      },
      иноГражданин: {
        __caption__: 'Ино гражданин'
      },
      номерКомнаты: {
        __caption__: 'Номер комнаты'
      },
      датаРождения: {
        __caption__: 'Дата рождения'
      }
    }
  },
  validations: {
    датаВыдачи: {
      __caption__: 'Дата выдачи'
    },
    датаРождения: {
      __caption__: 'Дата рождения'
    },
    иноГражданин: {
      __caption__: 'Ино гражданин'
    },
    кемВыдан: {
      __caption__: 'Кем выдан'
    },
    номерКомнаты: {
      __caption__: 'Номер комнаты'
    },
    номерПаспорта: {
      __caption__: 'Номер паспорта'
    },
    почта: {
      __caption__: 'Почта'
    },
    телефон: {
      __caption__: 'Телефон'
    },
    фИО: {
      __caption__: 'ФИО'
    }
  }
};
