export default {
  projections: {
    КвитДопУслугE: {
      дата: {
        __caption__: 'Дата'
      },
      номерКвит: {
        __caption__: 'Номер квит'
      },
      итогСтоим: {
        __caption__: 'Итог стоим'
      },
      клиенты: {
        __caption__: 'Клиенты',
        фИО: {
          __caption__: 'ФИО'
        }
      },
      тЧПереченьУсл: {
        __caption__: 'Т ч перечень усл',
        количество: {
          __caption__: 'Количество'
        }
      },
      организация: {
        __caption__: 'Организация',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    },
    КвитДопУслугL: {
      дата: {
        __caption__: 'Дата'
      },
      номерКвит: {
        __caption__: 'Номер квит'
      },
      итогСтоим: {
        __caption__: 'Итог стоим'
      },
      клиенты: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        }
      },
      тЧПереченьУсл: {
        __caption__: 'Количество',
        количество: {
          __caption__: 'Количество'
        }
      },
      организация: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    итогСтоим: {
      __caption__: 'Итог стоим'
    },
    номерКвит: {
      __caption__: 'Номер квит'
    },
    клиенты: {
      __caption__: 'Клиенты'
    },
    организация: {
      __caption__: 'Организация'
    },
    тЧПереченьУсл: {
      __caption__: 'Т ч перечень усл'
    }
  }
};
