export default {
  projections: {
    ТЧСоставЖалобыE: {
      описаниеЖалобы: {
        __caption__: 'Описание жалобы'
      },
      принятыеМеры: {
        __caption__: 'Принятые меры'
      },
      персонал: {
        __caption__: 'Персонал',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    },
    ТЧСоставЖалобыL: {
      описаниеЖалобы: {
        __caption__: 'Описание жалобы'
      },
      принятыеМеры: {
        __caption__: 'Принятые меры'
      },
      персонал: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    }
  },
  validations: {
    описаниеЖалобы: {
      __caption__: 'Описание жалобы'
    },
    принятыеМеры: {
      __caption__: 'Принятые меры'
    },
    персонал: {
      __caption__: 'Персонал'
    }
  }
};
