export default {
  projections: {
    ЖалобаКлиентаE: {
      дата: {
        __caption__: 'Дата'
      },
      номер: {
        __caption__: 'Номер'
      },
      клиенты: {
        __caption__: 'Клиенты',
        фИО: {
          __caption__: 'ФИО'
        }
      },
      тЧСоставЖалобы: {
        __caption__: 'Т ч состав жалобы',
        описаниеЖалобы: {
          __caption__: 'Описание жалобы'
        }
      },
      организация: {
        __caption__: 'Организация',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    },
    ЖалобаКлиентаL: {
      дата: {
        __caption__: 'Дата'
      },
      номер: {
        __caption__: 'Номер'
      },
      организация: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      клиенты: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        },
        телефон: {
          __caption__: 'Телефон'
        }
      },
      тЧСоставЖалобы: {
        __caption__: 'Описание жалобы',
        описаниеЖалобы: {
          __caption__: 'Описание жалобы'
        },
        принятыеМеры: {
          __caption__: 'Принятые меры'
        },
        персонал: {
          __caption__: '',
          должности: {
            __caption__: '',
            наименование: {
              __caption__: 'Ответственный'
            }
          },
          фИО: {
            __caption__: 'ФИО'
          }
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    номер: {
      __caption__: 'Номер'
    },
    клиенты: {
      __caption__: 'Клиенты'
    },
    организация: {
      __caption__: 'Организация'
    },
    тЧСоставЖалобы: {
      __caption__: 'Т ч состав жалобы'
    }
  }
};
