export default {
  projections: {
    ДопУслугиE: {
      услуга: {
        __caption__: 'Услуга'
      },
      описУслуги: {
        __caption__: 'Опис услуги'
      },
      стоимость: {
        __caption__: 'Стоимость'
      }
    },
    ДопУслугиL: {
      услуга: {
        __caption__: 'Услуга'
      },
      описУслуги: {
        __caption__: 'Опис услуги'
      },
      стоимость: {
        __caption__: 'Стоимость'
      }
    }
  },
  validations: {
    описУслуги: {
      __caption__: 'Опис услуги'
    },
    стоимость: {
      __caption__: 'Стоимость'
    },
    услуга: {
      __caption__: 'Услуга'
    }
  }
};
